pageinfo = [[0,0,0,0,null],
	[0,0,0,0,null],
	[0,0,0,0,null],
	[0,0,0,0,null],
	[0,0,0,0,null],
	[0,0,0,0,null],
	[0,0,0,0,null]];
pagedata = [ ["./2_2_-----.html","2. Применение &#62; 2.2. Инструкция по работе с программой","После запуска приложения на экране нас встречает заставка на рисунок 1.",""],
["./chapter-2.html","2. Применение","В данном разделе вы сможете ознакомится с общими сведениями игрового приложения, а также с инструкцией по работе с ним.",""],
["./introduction.html","1. О программе","Lorem ipsum dolor sit amet, consectetuer adipiscing elit. Aliquam velit risus, placerat et, rutrum nec, condimentum at, leo. Aliquam in augue a ma...",""],
["./overview.html","2. Применение &#62; 2.1. Общие сведения о программе ","Общие сведения о прогррммек\"Пиксель\"  Программа \"Пиксель\" – это уникальная игра, созданная для тех, ктоаиспытыыает ностал...",""],
["./second-topic.html","1. О программе &#62; 1.2. Об авторе","Данное игровое плиложение разработала ртудентка Гроднеуского Государственного Полийехнического колледжа 2 курса группы ПЗТ-41 Кузьмицкая Анжелика ...",""],
["./topic.html","Справка","Игровое приложение \"Пиксель\" ____________________________________________________  Автор Кузьмицкая Анжелика Александровна  2024",""],
["./welcome-topic.html","1. О программе &#62; 1.1. История игры \"Пиксель\"","История создания игры \"Пиксель\"  Современная игровая индустрия нахо ится на пике своего развития, предлагая игрокам невероятно реал...",""]];
